{
    "players": "PLAYERS",
    "select_mode": "Select Mode",
    "one_round": "ONE ROUND",
    "score": "SCORE",
    "choose_bets": "Choose Bets",
    "start": "START",
    "point": "Point",
    "balance_alert": "Your Game Coins balance is less than 200",
    "your_turn": "Your Turn",
    "pass": "Pass",
    "draw_card": "Draw Card",
    "yoyo_coins": "You do not have enough Coins, please recharge.",
    "game_coins": "You do not have enough Game Coins, please recharge.",
    "btn_join": "Join",
    "btn_exit": "Exit",
    "game_rules": "Game Rules",
    "win_or_lose": "Win or Lose",
    "rule1": "1. The game ends when one player finishes all the cards first, and the player who finishes the cards is the winner.",
    "rule2": "2. The game ends when all players cannot play cards, calculate the card score of each player, and the player with the least score wins.",
    "player": "Player Admits Defeat",
    "following": "In the following cases, the user will be deemed to have conceded and 200 game coins will be deducted.",
    "exit": "1. Exit the room during the game",
    "internet": "2. The internet is disconnected for more than 60 seconds",
    "anything": "3. Didn't do anything for 3 times in his round",
    "calculate": "Calculate Score",
    "points": "Loser points minus winner points, 5 game coins are deducted for every point, up to 200 game coins are deducted.",
    "winner": "The winner gets all game coins deducted by the loser. If there are multiple winners, then the winner splits all the losers' game coins equally.",
    "made": "You hava not made any action 3 times in a row,you hava been set to give up by the system.",
    "exit_game_lang": "Are you sure you quit the game?",
    "yes_lang": "Yes",
    "no_lang": "No",
    "play_again": "Play Again",
    "finding": "FINDING PLAYERS",
    "recharge": "Recharge",
    "cancel": "Cancel",
    "coin_game_exit": "200 game coins will be deducted after quitting the game. Are you sure you want to quit?",
    "yoyo_game_exit": "200 yoyo coins will be deducted after quitting the game. Are you sure you want to quit?",
    "no_match_player": "There are not enough player to match. Do you want to try again?",
    "continue": "Continue",
    "entry_fee": "Entry Fee",
    "game_mode": "Game Mode",
    "one_round_explain": "After a round of cards, the game ends and the player with the lowest score wins. Calculate the number of winning and losing game coins according to the score.",
    "score_100_explain": "After the end of a round of card games, start accumulating the scores of this round into their total scores. If someone's total score exceeds 100, the game is over. Users with more than 100 points win.",
    "one_round_calculation": "The winner gets the total amount of currencies bet by all losers. If there are multiple winners, the winner shares all the losers' currencies equally.",
    "next_round": "Next Round",
    "game_over": "Game Over",
    "score_100": "SCORE 100",
    "waiting": "Waiting",
    "match_failed": "Match failed !",
    "try_again": "Try Again",
    "limit": "Limits",
    "round": "Round",
    "confirm": "Confirm",
    "start_prepare": "START PREPARE",
    "total": "TOTAL",
    "player_word": "player",
    "tap_screen": "Tap the screen to control",
    "network_abnormality": "Network abnormality!"
}
