{
    "limit": "limites",
    "round": "Rond",
    "confirm": "Confirmez",
    "start_prepare": "COMMENCER À PRÉPARER",
    "total": "total",
    "player_word": "participant",
    "players": "JOUEURS",
    "one_round": "UN TOUR",
    "score": "compter",
    "choose_bets": "Placez vos paris",
    "start": "DÉBUT",
    "point": "Point",
    "your_turn": "à ton tour",
    "pass": "passe",
    "draw_card": "Carte de tirage",
    "yoyo_coins": "Vous n'avez pas assez de Coins, veuillez recharger.",
    "btn_join": "joindre",
    "btn_exit": "sortir",
    "game_rules": "Regles du jeu",
    "win_or_lose": "Gagner ou perdre",
    "rule2": "2. Le jeu se termine lorsque tous les joueurs ne peuvent pas jouer aux cartes, calculez le score de chaque joueur et le joueur avec le score le plus bas gagne.",
    "player": "Le joueur accepte la défaite",
    "following": "Dans les cas suivants, l'utilisateur sera réputé avoir concédé et 200 pièces de jeu seront déduites.",
    "exit": "1. Sortez de la salle pendant le jeu",
    "anything": "3. N'a rien fait 3 fois dans son tour",
    "calculate": "Calculer le note",
    "winner": "Le gagnant obtient toutes les pièces de jeu déduites par le perdant. S'il y a plusieurs gagnants, le gagnant partage également toutes les pièces de jeu du perdant.",
    "made": "Vous n'avez effectué aucune action 3 fois de suite, vous avez été configuré pour abandonner par le système.",
    "exit_game_lang": "Êtes-vous sûr de vouloir quitter le jeu ?",
    "yes_lang": "Oui",
    "no_lang": "Non",
    "play_again": "Rejouer",
    "finding": "TROUVER DES JOUEURS",
    "recharge": "Recharger",
    "cancel": "Annulez",
    "yoyo_game_exit": "200 yoyo pièces seront déduits après avoir quitté le jeu. Êtes-vous sûr de vouloir quitter?",
    "continue": "Continuez",
    "entry_fee": "Frais d'entrée",
    "game_mode": "Mode de jeu",
    "score_100_explain": "Après la fin d'un tour de jeux de cartes, commencez à accumuler les scores de ce tour dans leurs scores totaux. Si le score total de quelqu'un dépasse 100, le jeu est terminé. Les utilisateurs avec plus de 100 points gagnent.",
    "next_round": "Tour suivant",
    "game_over": "Jeu terminé",
    "score_100": "POINT 100",
    "waiting": "Attendez",
    "match_failed": "Échec de la correspondance !",
    "try_again": "Réessayez",
    "select_mode": "Sélectionnez le mode",
    "balance_alert": "Votre solde de pièces de jeu est inférieur à 200",
    "game_coins": "Vous n'avez pas assez de pièces de jeu, veuillez recharger.",
    "rule1": "1. Le jeu se termine lorsqu'un joueur termine toutes les cartes en premier, et le joueur qui a terminé les cartes est le gagnant.",
    "internet": "2. Internet est déconnecté pendant plus de 60 secondes",
    "points": "Points perdants moins points gagnants, 5 pièces de jeu seront réduites pour chaque point, jusqu'à 200 pièces de jeu sont réduites.",
    "coin_game_exit": "200 pièces de jeu seront déduites après avoir quitté le jeu. Êtes-vous sûr de vouloir quitter?",
    "no_match_player": "Il n'y a pas assez de joueurs pour correspondre. Voulez-vous essayer à nouveau?",
    "one_round_explain": "Après un tour de cartes, le jeu se termine et le joueur avec le score le plus bas gagne. Calculez le nombre de pièces de jeu gagnantes et perdantes en fonction du score.",
    "one_round_calculation": "Le gagnant obtient le montant total des devises mises par tous les perdants. S'il y a plusieurs gagnants, le gagnant partage également toutes les devises des perdants.",
    "t": "test"
}
