{
    "balance_alert": "आपका गेम के सिक्के बैलेंस 200 से कम है",
    "your_turn": "आपकी बारी",
    "pass": "पास",
    "draw_card": "ड्रा कार्ड",
    "yoyo_coins": "आपके पास पर्याप्त सिक्के नहीं हैं, कृपया रिचार्ज करें।",
    "game_coins": "आपके पास पर्याप्त गेम सिक्के नहीं हैं, कृपया रिचार्ज करें।",
    "btn_join": "शामिल हों",
    "btn_exit": "बाहर जाएं",
    "game_rules": "गेम के नियम",
    "win_or_lose": "जीत या हार",
    "rule1": "1. गेम तब समाप्त होता है जब एक खिलाड़ी पहले सभी कार्डों को पूरा करता है, और कार्ड खत्म करने वाला खिलाड़ी विजेता होता है।",
    "rule2": "2. गेम तब समाप्त होता है जब सभी खिलाड़ी कार्ड नहीं खेल सकते, प्रत्येक खिलाड़ी के कार्ड स्कोर की गणना करते हैं, और कम से कम स्कोर वाले खिलाड़ी जीतते हैं।",
    "player": "प्लेयर ने हार को स्वीकार किया",
    "following": "निम्नलिखित मामलों में, यूजर को माना जाएगा और 200 गेम के सिक्कों को काट दिया जाएगा।",
    "exit": "1. गेम के दौरान रूम से बाहर निकलें",
    "internet": "2. 60 सेकंड से अधिक के लिए इंटरनेट काट दिया जाता है",
    "anything": "3. अपने दौर में 3 बार कुछ नहीं किया",
    "calculate": "स्कोर की गणना करें",
    "winner": "विजेता को हारे हुए सभी गेम के सिक्के मिलते हैं। यदि कई विजेता हैं, तो विजेता सभी हारे हुए खेल के सिक्कों को समान रूप से विभाजित करता है।",
    "exit_game_lang": "क्या आप गेम छोड़ना सुनिश्चित करते हैं?",
    "yes_lang": "हाँ",
    "no_lang": "नहीं",
    "play_again": "फिर से खेल",
    "finding": "फाइंडिंग प्लेयर्स",
    "recharge": "रिचार्ज",
    "cancel": "रद्द करना",
    "yoyo_game_exit": "गेम छोड़ने के बाद 200 योयो सिक्के काटे जाएंगे। क्या आप वाकई छोड़ना चाहते हैं?",
    "continue": "जारी रखें",
    "points": "हारने वाले अंक में माइनस विनर पॉइंट्स होते हैं, हर गेम के लिए 5 गेम के सिक्के काटे जाते हैं, 200 तक के सिक्के काटे जाते हैं।",
    "made": "आपने पंक्ति में 3 बार कोई कार्रवाई नहीं की है, आपको सिस्टम द्वारा छोड़ने के लिए सेट किया गया है।",
    "coin_game_exit": "गेम छोड़ने के बाद 200 गेम के सिक्के काटे जाएंगे। क्या आप वाकई छोड़ना चाहते हैं?",
    "no_match_player": "मैच के लिए पर्याप्त खिलाड़ी नहीं हैं। क्या आप दोबारा कोशिश करना चाहते हैं?",
    "players": "खिलाड़ी",
    "select_mode": "सिलेक्ट मोड",
    "one_round": "एक राउंड",
    "score": "स्कोर",
    "choose_bets": "बेट्स चुनें",
    "start": "शुरू",
    "point": "पोईंट",
    "entry_fee": "एंट्री फ़ीस",
    "game_mode": "गेम मोड",
    "one_round_calculation": "विजेता को सभी हारने वालों द्वारा दांव की गई मुद्राओं की कुल राशि मिलती है। यदि कई विजेता हैं, तो विजेता सभी हारे हुए मुद्राओं को समान रूप से साझा करता है।",
    "next_round": "अगला राउंड",
    "game_over": "गेम ओवर",
    "one_round_explain": "ताश के पत्तों के एक दौर के बाद, खेल समाप्त होता है और सबसे कम स्कोर वाला खिलाड़ी जीत जाता है। स्कोर के अनुसार जीतने और हारने वाले गेम के सिक्कों की संख्या की गणना करें।",
    "score_100_explain": "ताश के खेल के एक दौर की समाप्ति के बाद, इस दौर के अंकों को उनके कुल अंकों में जमा करना शुरू करें। अगर किसी का कुल स्कोर 100 से अधिक है, तो खेल खत्म हो गया है। 100 से अधिक अंक वाले यूज़र जीतते हैं।",
    "score_100": "स्कोर 100",
    "waiting": "इंतज़ार हो रहा",
    "match_failed": "मैच विफल!",
    "limit": "सीमाएँ",
    "round": "राउंड",
    "confirm": "कन्फर्म",
    "start_prepare": "तैयार करना शुरू करें",
    "try_again": "पुनः प्रयास करें",
    "tap_screen": "नियंत्रित करने के लिए स्क्रीन पर टैप करें",
    "network_abnormality": "नेटवर्क असामान्यता!",
    "player_word": "खिलाड़ी"
}
