{
    "players": "PEMAIN",
    "select_mode": "Pilih Mod",
    "exit_game_lang": "Adakah anda pasti untuk berhenti bermain?",
    "one_round": "SATU PUSINGAN",
    "yes_lang": "Ya",
    "score": "MARKAH",
    "no_lang": "Tidak",
    "choose_bets": "Pilih Taruhan",
    "start": "MULA",
    "finding": "CARI PEMAIN",
    "point": "Mata",
    "play_again": "Bermain Lagi",
    "yoyo_coins": "Anda tidak mempunyai Koin yang mencukupi, sila isi semula.",
    "your_turn": "Giliran Anda",
    "pass": "Lalu",
    "cancel": "Batal",
    "draw_card": "Cabutan Kad",
    "recharge": "Pengisian",
    "btn_join": "Sertai",
    "btn_exit": "Keluar",
    "exit": "1. Keluar dari bilik semasa permainan sedang dijalankan",
    "game_rules": "Peraturan Permainan",
    "no_match_player": "Tiada pemain yang cukup untuk dipadankan. Adakah anda ingin cuba lagi?",
    "win_or_lose": "Menang atau Kalah",
    "continue": "Teruskan",
    "rule2": "2. Permainan tamat apabila semua pemain tidak boleh bermain kad, hitung markah kad setiap pemain, dan pemain yang mendapat markah terkecil menang.",
    "player": "Pemain Akui Kalah",
    "following": "Dalam kes berikut, pengguna akan dianggap telah menyerah kalah dan 200 koin permainan akan ditolak.",
    "internet": "2. Internet telah terputus lebih daripada 60 saat",
    "calculate": "Kira Markah",
    "points": "Mata pihak kalah tolak mata pemenang, 5 koin permainan ditolak untuk setiap mata, sehingga 200 syiling permainan ditolak.",
    "balance_alert": "Baki Koin Permainan anda kurang daripada 200",
    "game_coins": "Anda tidak mempunyai Koin Permainan yang mencukupi, sila isi semula.",
    "yoyo_game_exit": "200 koin yoyo akan ditolak selepas berhenti permainan. Adakah anda pasti mahu berhenti?",
    "rule1": "1. Permainan berakhir apabila seorang pemain menghabiskan semua kad terlebih dahulu, dan pemain yang menghabiskan kad adalah pemenang.",
    "anything": "3. Tidak melakukan apa-apa selama 3 kali dalam pusingannya",
    "limit": "Had",
    "round": "Pusingan",
    "confirm": "Sahkan",
    "winner": "Pemenang akan mendapat semua koin permainan yang ditolak daripada pihak yang kalah. Jika terdapat beberapa pemenang, maka pemenang akan membahagikan semua koin permainan pihak kalah secara sama rata.",
    "made": "Anda belum membuat sebarang tindakan 3 kali berturut-turut,anda telah dihentikan oleh sistem.",
    "coin_game_exit": "200 koin permainan akan ditolak selepas berhenti permainan. Adakah anda pasti mahu berhenti?",
    "entry_fee": "Yuran Penyertaan",
    "game_mode": "Mod Permainan",
    "one_round_explain": "Selepas satu pusingan kad, permainan tamat dan pemain yang mendapat markah terendah menang. Kiraan jumlah koin permainan yang menang dan kalah mengikut markah.",
    "score_100_explain": "Selepas tamat satu pusingan permainan kad, pengumpulan markah pusingan ini ke dalam jumlah markah mereka. Jika jumlah markah seseorang melebihi 100, permainan tamat. Pengguna yang mempunyai lebih daripada 100 mata akan menang.",
    "one_round_calculation": "Pemenang mendapat jumlah keseluruhan mata wang yang dipertaruhkan oleh semua yang kalah. Jika terdapat beberapa pemenang, pemenang akan berkongsi mata wang secara sama rata.",
    "next_round": "Pusingan Seterusnya",
    "game_over": "Permainan Tamat",
    "score_100": "MARKAH 100",
    "waiting": "Menunggu",
    "match_failed": "Perlawanan gagal !",
    "try_again": "Cuba Lagi",
    "player_word": "pemain",
    "start_prepare": "MULA BERSEDIA",
    "total": "JUMLAH"
}
