{
    "balance_alert": "உங்கள் விளையாட்டு நாணயங்களின் இருப்பு 200 க்கும் குறைவாக உள்ளது",
    "your_turn": "உங்கள் முறை",
    "pass": "பாஸ்",
    "draw_card": "அட்டை வரையவும்",
    "yoyo_coins": "உங்களிடம் போதுமான நாணயங்கள் இல்லை, தயவுசெய்து ரீசார்ஜ் செய்யுங்கள்.",
    "game_coins": "உங்களிடம் போதுமான விளையாட்டு நாணயங்கள் இல்லை, தயவுசெய்து ரீசார்ஜ் செய்யுங்கள்.",
    "btn_join": "சேர",
    "btn_exit": "வெளியேறு",
    "game_rules": "விளையாட்டு விதிகள்",
    "win_or_lose": "வெற்றி அல்லது தோல்வி",
    "rule1": "1. ஒரு வீரர் முதலில் அனைத்து அட்டைகளையும் முடிக்கும்போது விளையாட்டு முடிவடைகிறது, மேலும் அட்டைகளை முடித்த வீரர் வெற்றியாளராக இருக்கிறார்.",
    "rule2": "2. அனைத்து வீரர்களும் அட்டைகளை விளையாட முடியாதபோது, ஒவ்வொரு வீரரின் அட்டை மதிப்பையும் கணக்கிடும்போது, குறைந்த மதிப்பெண் பெற்ற வீரர் வெற்றிபெறும் போது விளையாட்டு முடிகிறது.",
    "player": "வீரர் தோல்வியை ஒப்புக்கொள்கிறார்",
    "following": "பின்வரும் சந்தர்ப்பங்களில், பயனர் ஒப்புக்கொண்டதாகக் கருதப்படுவார், மேலும் 200 விளையாட்டு நாணயங்கள் கழிக்கப்படும்.",
    "exit": "1. விளையாட்டின் போது அறையிலிருந்து வெளியேறவும்",
    "internet": "2. இணையம் 60 வினாடிகளுக்கு மேல் துண்டிக்கப்படுகிறது",
    "anything": "3. தனது சுற்றில் 3 முறை எதுவும் செய்யவில்லை",
    "calculate": "மதிப்பெண் கணக்கிடுங்கள்",
    "points": "தோல்வியுற்ற புள்ளிகள் கழித்தல் வெற்றி புள்ளிகள், ஒவ்வொரு புள்ளிக்கும் 5 விளையாட்டு நாணயங்கள் கழிக்கப்படுகின்றன, 200 விளையாட்டு நாணயங்கள் வரை கழிக்கப்படுகின்றன.",
    "winner": "வெற்றியாளருக்கு தோல்வியுற்றவரால் கழிக்கப்படும் அனைத்து விளையாட்டு நாணயங்களும் கிடைக்கும். பல வெற்றியாளர்கள் இருந்தால், வெற்றியாளர் அனைத்து தோல்வியுற்றவர்களின் விளையாட்டு நாணயங்களையும் சமமாகப் பிரிக்கிறார்.",
    "made": "நீங்கள் தொடர்ச்சியாக 3 முறை எந்த நடவடிக்கையும் செய்யவில்லை, நீங்கள் கணினியால் கைவிடப்படுகிறீர்கள்.",
    "exit_game_lang": "நீங்கள் விளையாட்டை விட்டு வெளியேறுவது உறுதியா?",
    "yes_lang": "ஆம்",
    "no_lang": "இல்லை",
    "play_again": "மீண்டும் ஆடு",
    "finding": "வீரர்களைக் கண்டறிதல்",
    "recharge": "மீள்நிரப்பு",
    "cancel": "நீக்கு",
    "coin_game_exit": "விளையாட்டிலிருந்து வெளியேறிய பிறகு 200 விளையாட்டு நாணயங்கள் கழிக்கப்படும். நீங்கள் நிச்சயம் வெளியேற வேண்டுமா?",
    "yoyo_game_exit": "200 யோயோ நாணயங்கள் விளையாட்டிலிருந்து விலகிய பின் கழிக்கப்படும். நீங்கள் நிச்சயம் வெளியேற வேண்டுமா?",
    "no_match_player": "பொருத்த போதுமான வீரர் இல்லை. நீங்கள் மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?",
    "continue": "தொடரவும்",
    "players": "பிளேயர்கள்",
    "one_round": "ஒரு சுற்று",
    "score": "ஸ்கோர்",
    "choose_bets": "சவால் தேர்வு செய்யவும்",
    "start": "தொடங்கு",
    "point": "புள்ளி",
    "entry_fee": "நுழைவு கட்டணம்",
    "game_mode": "விளையாட்டு முறை",
    "one_round_explain": "ஒரு சுற்று அட்டைகளுக்குப் பிறகு, விளையாட்டு முடிவடைகிறது மற்றும் குறைந்த மதிப்பெண் பெற்ற வீரர் வெற்றி பெறுகிறார். மதிப்பெண்ணுக்கு ஏற்ப வெற்றி மற்றும் தோல்வி நாணயங்களின் எண்ணிக்கையைக் கணக்கிடுங்கள்.",
    "score_100_explain": "ஒரு சுற்று அட்டை விளையாட்டுகள் முடிந்த பிறகு, இந்த சுற்றின் மதிப்பெண்களை அவற்றின் மொத்த மதிப்பெண்களில் குவிக்கத் தொடங்குங்கள். ஒருவரின் மொத்த மதிப்பெண் 100 ஐ தாண்டினால், விளையாட்டு முடிந்தது. 100 புள்ளிகளுக்கு மேல் உள்ள பயனர்கள் வெற்றி பெறுகிறார்கள்.",
    "one_round_calculation": "வெற்றியாளர் அனைத்து இழந்தவர்களுக்கும் மொத்த நாணயங்களின் பந்தயத்தைப் பெறுகிறார். பல வெற்றியாளர்கள் இருந்தால், வெற்றியாளர் அனைத்து தோல்வியுற்றவர்களின் நாணயங்களையும் சமமாகப் பகிர்ந்து கொள்கிறார்.",
    "next_round": "அடுத்த சுற்று",
    "game_over": "ஆட்டம் முடிந்தது",
    "select_mode": "பயன்முறையைத் தேர்ந்தெடுக்கவும்",
    "score_100": "ஸ்கோர் 100",
    "waiting": "காத்திருக்கிறது",
    "try_again": "மீண்டும் முயற்சி செய்",
    "limit": "வரம்புகள்",
    "round": "சுற்றுகள்",
    "confirm": "உறுதிப்படுத்து",
    "start_prepare": "தயார் செய்யத் தொடங்குங்கள்",
    "match_failed": "போட்டி தோல்வி!",
    "tap_screen": "கட்டுப்படுத்த திரையைத் தட்டவும்",
    "network_abnormality": "நெட்வொர்க் அசாதாரணம்!",
    "player_word": "ஆட்டக்காரர்"
}
