{
    "score_100": "คะแนน 100",
    "waiting": "กำลังรอ",
    "select_mode": "เลือกโหมด",
    "one_round": "รอบเดียว",
    "yes_lang": "ใช่",
    "score": "คะแนน",
    "no_lang": "ไม่ใช่",
    "start": "เริ่ม",
    "finding": "การหาผู้เล่น",
    "point": "จุด",
    "play_again": "เล่นอีกครั้ง",
    "yoyo_coins": "คุณมีเหรียญไม่เพียงพอ โปรดเติมเงิน",
    "pass": "ผ่าน",
    "cancel": "ยกเลิก",
    "draw_card": "จั่วการ์ด",
    "recharge": "เติมเงิน",
    "btn_join": "เข้าร่วม",
    "btn_exit": "ทางออก",
    "game_rules": "กฎของเกม",
    "win_or_lose": "ชนะหรือแพ้",
    "continue": "ดำเนินการต่อ",
    "player": "ผู้เล่นยอมรับความพ่ายแพ้",
    "following": "ในกรณีต่อไปนี้ จะถือว่าผู้ใช้ยอมรับและจะหัก 200 เหรียญในเกม",
    "exit": "1. ออกจากห้องระหว่างเกม",
    "internet": "2. อินเทอร์เน็ตถูกตัดการเชื่อมต่อนานกว่า 60 วินาที",
    "anything": "3. ไม่ได้ทำอะไรมา 3 รอบแล้ว",
    "calculate": "คะแนนคำนวณ",
    "made": "คุณไม่ได้ดำเนินการใดๆ 3 ครั้งติดต่อกัน คุณถูกตั้งค่าให้ยอมแพ้โดยระบบ",
    "exit_game_lang": "แน่ใจว่าออกจากเกม",
    "coin_game_exit": "200 เหรียญในเกมจะถูกหักหลังจากออกจากเกม คุณแน่ใจหรือว่าต้องการลาออก",
    "entry_fee": "ค่าธรรมเนียมแรกเข้า",
    "game_mode": "โหมดเกม",
    "one_round_calculation": "ผู้ชนะจะได้รับจำนวนเงินเดิมพันทั้งหมดจากผู้แพ้ทั้งหมด หากมีผู้ชนะหลายคน ผู้ชนะจะแบ่งปันสกุลเงินของผู้แพ้ทั้งหมดอย่างเท่าเทียมกัน",
    "next_round": "รอบต่อไป",
    "game_over": "จบเกม",
    "your_turn": "ตาคุณแล้ว",
    "player_word": "ผู้เล่น",
    "start_prepare": "เริ่มเตรียม",
    "try_again": "ลองอีกครั้ง",
    "limit": "กำกัด",
    "round": "รอบ",
    "confirm": "ยืนยัน",
    "total": "ทั้งหมด",
    "match_failed": "แมตช์ล้มเหลวแล้ว",
    "balance_alert": "เหรียญเกมในยอดคงที่เหลือของคุณน้อยกว่า 200",
    "game_coins": "คุณมีเหรียญเกมไม่เพียงพอ โปรดเติมเงิน",
    "no_match_player": "มีผู้เล่นไม่เพียงพอที่จะจับคู่ คุณต้องการที่จะลองอีกครั้ง",
    "players": "ผู้เล่น",
    "choose_bets": "เลือกเดิมพัน",
    "rule1": "1. เกมจะจบลงเมื่อผู้เล่นคนหนึ่งทำไพ่ทั้งหมดเสร็จก่อน และผู้เล่นที่จบไพ่เป็นผู้ชนะ",
    "rule2": "2. เกมจะจบลงเมื่อผู้เล่นทุกคนไม่สามารถเล่นไพ่ได้ คำนวณคะแนนไพ่ของผู้เล่นแต่ละคน และผู้เล่นที่มีคะแนนน้อยที่สุดจะเป็นผู้ชนะ",
    "points": "คะแนนผู้แพ้ลบคะแนนผู้ชนะ เหรียญเกมจะถูกหัก 5 เหรียญสำหรับทุกจุด หักเหรียญเกมสูงสุด 200 เหรียญ",
    "winner": "ผู้ชนะจะได้รับเหรียญเกมทั้งหมดโดยผู้แพ้ หากมีผู้ชนะหลายคน ผู้ชนะจะแบ่งเหรียญเกมของผู้แพ้ทั้งหมดเท่าๆ กัน",
    "yoyo_game_exit": "เหรียญyoyo200จะถูกหักหลังจากออกจากเกม คุณแน่ใจหรือว่าต้องการลาออก",
    "one_round_explain": "หลังจากเล่นไพ่หนึ่งรอบ เกมจะจบลงและผู้เล่นที่มีคะแนนต่ำสุดจะเป็นผู้ชนะ คำนวณจำนวนเหรียญเกมที่ชนะและแพ้ตามคะแนน",
    "score_100_explain": "หลังจากจบรอบเกมไพ่ ให้เริ่มสะสมคะแนนของรอบนี้ให้เป็นคะแนนรวม หากคะแนนรวมของใครบางคนเกิน 100 เกมจะจบลง ผู้ใช้ที่มีคะแนนมากกว่า 100 จะเป็นผู้ชนะ"
}
