{
    "one_round_calculation": "Người chiến thắng nhận được tổng số tiền đặt cược của tất cả những người thua cuộc. Nếu có nhiều người chiến thắng, người thắng cuộc chia đều tất cả số tiền của người thua cuộc.",
    "players": "Người chơi",
    "select_mode": "Chọn chế độ",
    "play_again": "Chơi lại",
    "yoyo_coins": "Bạn không có đủ Xu, vui lòng nạp tiền.",
    "no_match_player": "Không có đủ người chơi để phù hợp. Bạn có muốn thử lại không?",
    "rule1": "1. Trò chơi kết thúc khi một người chơi hết bài trước, người chơi hết bài là người thắng cuộc.",
    "following": "Trong các trường hợp sau, người dùng sẽ được coi là đã để thủng lưới và 200 xu trò chơi sẽ bị trừ.",
    "points": "Người thua điểm trừ điểm người chiến thắng, cứ mỗi điểm bị trừ 5 đồng tiền trò chơi, tối đa 200 đồng tiền trò chơi bị trừ.",
    "player_word": "người chơi",
    "coin_game_exit": "200 xu trò chơi sẽ bị trừ sau khi thoát khỏi trò chơi. Bạn có chắc bạn muốn thoát khỏi?",
    "one_round_explain": "Sau một vòng bài, trò chơi kết thúc và người chơi có số điểm thấp nhất sẽ chiến thắng. Tính số tiền thắng và thua của trò chơi theo điểm số.",
    "score_100_explain": "Sau khi kết thúc một vòng chơi bài, hãy bắt đầu cộng điểm của vòng này vào tổng điểm của mình. Nếu tổng điểm của ai đó vượt quá 100, trò chơi kết thúc. Người dùng có hơn 100 điểm sẽ giành chiến thắng.",
    "one_round": "Một vòng",
    "yes_lang": "Có",
    "score": "GHI BÀN",
    "no_lang": "Không",
    "choose_bets": "Chọn Cược",
    "start": "Bắt đầu",
    "finding": "TÌM NGƯỜI CHƠI",
    "point": "quan điểm",
    "balance_alert": "Số dư trong trò chơi của bạn dưới 200",
    "your_turn": "Lượt của bạn",
    "game_coins": "Bạn không có đủ Xu trò chơi, vui lòng nạp tiền.",
    "pass": "Đi qua",
    "cancel": "Hủy bỏ",
    "draw_card": "Rút thẻ",
    "recharge": "Nạp điện",
    "btn_join": "Tham gia",
    "btn_exit": "Lối ra",
    "game_rules": "Luật chơi",
    "win_or_lose": "Thắng hay thua",
    "continue": "Tiếp tục",
    "rule2": "2 Khi trò chơi kết thúc tất cả người chơi không được đánh bài, tính điểm bài của từng người, người ít điểm nhất sẽ thắng.",
    "player": "Người chơi thừa nhận thất bại",
    "exit": "1. Ra khỏi phòng trong khi chơi game",
    "internet": "2. Internet bị ngắt kết nối trong hơn 60 giây",
    "anything": "3. Không làm được gì trong 3 lần trong hiệp của anh ấy",
    "calculate": "Tính điểm",
    "winner": "Người chiến thắng nhận được tất cả tiền xu trò chơi bị trừ bởi người thua cuộc. Nếu có nhiều người chiến thắng, thì người thắng cuộc chia đều số xu trò chơi của người thua cuộc.",
    "made": "Bạn đã không thực hiện bất kỳ hành động nào 3 lần liên tiếp, bạn đã bị hệ thống ấn định từ bỏ.",
    "exit_game_lang": "Bạn có chắc chắn bạn thoát khỏi trò chơi?",
    "yoyo_game_exit": "200 xu yoyo sẽ bị trừ sau khi thoát khỏi trò chơi. Bạn có chắc bạn muốn thoát khỏi?",
    "entry_fee": "Phí vào cửa",
    "game_mode": "Chế độ chơi game",
    "start_prepare": "BẮT ĐẦU CHUẨN BỊ",
    "next_round": "Vòng tiếp theo",
    "game_over": "Trò chơi kết thúc",
    "score_100": "ĐIỂM 100",
    "waiting": "Đang chờ đợi",
    "match_failed": "Trận đấu không thành công !",
    "try_again": "Thử lại",
    "limit": "Giới hạn",
    "round": "Tròn",
    "confirm": "Xác nhận",
    "total": "TOÀN BỘ"
}
