{
    "en": {
        "YourTurn": "Your Turn",
        "Pass": "Pass",
        "DrawCard": "Draw Card",
        "YoYoCoins": "You do not have enough Coins, please recharge.",
        "gameCoins": "You do not have enough Game Coins, please recharge.",
        "Join": "Join",
        "Exit": "Exit",
        "GameRules": "Game Rules",
        "WinOrLose": "Win or Lose",
        "rule1": "1. The game ends when one player finishes all the cards first, and the player who finishes the cards is the winner.",
        "rule2": "2. The game ends when all players cannot play cards, calculate the card score of each player, and the player with the least score wins.",
        "Player": "Player Admits Defeat",
        "following": "In the following cases, the user will be deemed to have conceded and 200 game coins will be deducted.",
        "exit": "1. Exit the room during the game",
        "internet": "2. The internet is disconnected for more than 60 seconds",
        "anything": "3. Didn't do anything for 3 times in his round",
        "Calculate": "Calculate Score",
        "points": "Loser points minus winner points, 5 game coins are deducted for every point, up to 200 game coins are deducted.",
        "winner": "The winner gets all game coins deducted by the loser. If there are multiple winners, then the winner splits all the losers' game coins equally.",
        "made": "You hava not made any action 3 times in a row,you hava been set to give up by the system.",
        "exitGame_lang":"Are you sure you quit the game?",
        "yes_lang":"Yes",
        "no_lang":"No",
        "playAgain":"Play Again",
        "finding":"FINDING PLAYERS",
        "Recharge":"Recharge",
        "Cancel":"Cancel",
        "coinGameExit":"200 game coins will be deducted after quitting the game. Are you sure you want to quit?",
        "YoYoGameExit":"200 yoyo coins will be deducted after quitting the game. Are you sure you want to quit?",
        "NoMatchPlayer":"There are not enough player to match. Do you want to try again?",
        "continue":"Continue"
    },
    "ar": {
        "YourTurn": "دورك",
        "Pass": "مرر",
        "DrawCard": "رسم البطاقة",
        "YoYoCoins": "ليس لديك كوينات  كافية ، يرجي اعادة الشحن",
        "gameCoins": "ليس لديك كوينات العاب كافية ، يرجي اعادة الشحن",
        "Join": "انضم",
        "Exit": "خروج",
        "GameRules": "قواعد اللعبة",
        "WinOrLose": "الفوز أو الخسارة",
        "rule1": "1. تنتهي اللعبة عندما ينتهي لاعب واحد من جميع الأوراق أولاً ، ويكون اللاعب الذي ينهي الأوراق هو الفائز.",
        "rule2": "2. تنتهي اللعبة عندما يتعذر على جميع اللاعبين لعب الورق ، احسب درجة بطاقة كل لاعب ، ويفوز اللاعب صاحب أقل عدد من النقاط.",
        "Player": "اللاعب يعترف بالهزيمة",
        "following": "في الحالات التالية ، سيتم اعتبار المستخدم قد تنازل عنه وسيتم خصم 200 قطعة نقدية للعبة.",
        "exit": "1. اخرج من الغرفة أثناء المباراة",
        "internet": "2. انقطع الاتصال بالإنترنت لأكثر من 60 ثانية",
        "anything": "3. لم يفعل أي شيء 3 مرات في جولته",
        "Calculate": "حساب النتيجة",
        "points": "نقاط الخاسر مطروحًا منها نقاط الفائز ، يتم خصم 5 عملات معدنية للعبة لكل نقطة ، ويتم خصم ما يصل إلى 200 قطعة نقدية للعبة.",
        "winner": "يحصل الفائز على جميع عملات اللعبة التي تخصم من قبل الخاسر. إذا كان هناك فائزون متعددون ، فسيقسم الفائز جميع عملات لعبة الخاسرين بالتساوي.",
        "made": "لم تقم بأي إجراء 3 مرات متتالية ، لقد تم تعيينك للتخلي عن النظام.",
        "exitGame_lang":"هل أنت متأكد من غلق اللعبة؟",
        "yes_lang":"نعم",
        "no_lang":"لا",
        "playAgain":"العب مرة أخرى",
        "finding":"البحث عن اللاعبين",
        "Recharge":"إعادة شحن",
        "Cancel":"إلغاء",
        "coinGameExit":"  200 كوينات العاب سوف يتم خصمها بعد مغادرة اللعبة ، هل انت متاكد من الانسحاب ؟",
        "YoYoGameExit":"  200 يويو كوين سوف يتم خصمها بعد مغادرة اللعبة ، هل انت متاكد من الانسحاب ؟",
        "NoMatchPlayer":"لايوجد لاعبين كافيين للتنافس ، هل تريد المحاولة مرة اخري ؟",
        "continue":"الاستمرار"
    },
    "hi": {
        "YourTurn": "आपकी बारी",
        "Pass": "पास",
        "DrawCard": "ड्रा कार्ड",
        "YoYoCoins": "आपके पास पर्याप्त सिक्के नहीं हैं, कृपया रिचार्ज करें।",
        "gameCoins": "आपके पास पर्याप्त गेम सिक्के नहीं हैं, कृपया रिचार्ज करें।",
        "Join": "शामिल हों",
        "Exit": "बाहर जाएं",
        "GameRules": "गेम के नियम",
        "WinOrLose": "जीत या हार",
        "rule1": "1. गेम तब समाप्त होता है जब एक खिलाड़ी पहले सभी कार्डों को पूरा करता है, और कार्ड खत्म करने वाला खिलाड़ी विजेता होता है।",
        "rule2": "2. गेम तब समाप्त होता है जब सभी खिलाड़ी कार्ड नहीं खेल सकते, प्रत्येक खिलाड़ी के कार्ड स्कोर की गणना करते हैं, और कम से कम स्कोर वाले खिलाड़ी जीतते हैं।",
        "Player": "प्लेयर ने हार को स्वीकार किया",
        "following": "निम्नलिखित मामलों में, यूजर को माना जाएगा और 200 गेम के सिक्कों को काट दिया जाएगा।",
        "exit": "1. गेम के दौरान रूम से बाहर निकलें",
        "internet": "2. 60 सेकंड से अधिक के लिए इंटरनेट काट दिया जाता है",
        "anything": "3. अपने दौर में 3 बार कुछ नहीं किया",
        "Calculate": "स्कोर की गणना करें",
        "points": "हारने वाले अंक में माइनस विनर पॉइंट्स होते हैं, हर गेम के लिए 5 गेम के सिक्के काटे जाते हैं, 200 तक के सिक्के काटे जाते हैं।",
        "winner": " विजेता को हारे हुए सभी गेम के सिक्के मिलते हैं। यदि कई विजेता हैं, तो विजेता सभी हारे हुए खेल के सिक्कों को समान रूप से विभाजित करता है।",
        "made": "आपने पंक्ति में 3 बार कोई कार्रवाई नहीं की है, आपको सिस्टम द्वारा छोड़ने के लिए सेट किया गया है।",
        "exitGame_lang":"क्या आप गेम छोड़ना सुनिश्चित करते हैं?",
        "yes_lang":"हाँ",
        "no_lang":"नहीं",
        "playAgain":"फिर से खेल",
        "finding":"फाइंडिंग प्लेयर्स",
        "Recharge":"रिचार्ज",
        "Cancel":"रद्द करना",
        "coinGameExit":"गेम छोड़ने के बाद 200 गेम के सिक्के काटे जाएंगे। क्या आप वाकई छोड़ना चाहते हैं?",
        "YoYoGameExit":"गेम छोड़ने के बाद 200 योयो सिक्के काटे जाएंगे। क्या आप वाकई छोड़ना चाहते हैं?",
        "NoMatchPlayer":"मैच के लिए पर्याप्त खिलाड़ी नहीं हैं। क्या आप दोबारा कोशिश करना चाहते हैं?",
        "continue":"जारी रखें"
    },
    "te": {
        "YourTurn": "మీ వంతు",
        "Pass": "పాస్",
        "DrawCard":"డ్రా కార్డు",
        "YoYoCoins": "మీకు సరిపడ కాయిన్స్ లేవు, దయచేసి రీఛార్జ్ చేసుకోండి",
        "gameCoins": "మీకు సరిపడ గేమ్ కాయిన్స్ లేవు, దయచేసి రీఛార్జ్ చేసుకోండి",
        "Join":"జాయిన్",
        "Exit":"బయటకు రండి",
        "GameRules":"గేమ్ రూల్స్", 
        "WinOrLose":"గెలవడం లేదా ఓడడం",
        "rule1":"1. ఏ ప్లేయర్ అయితే తన దగ్గర ఉన్న మొత్తం కార్డ్స్ ని మొదటగా ముగిస్తాడో, అతడే విజేత అవుతాడు.",
        "rule2":"2. ఒకవేళ అందరి కార్డ్స్ అయిపోయిన తరువాత కూడా గేమ్ యొక్క ఫలితం తెలియకపోతే, ఒకొక్క ప్లేయర్ వ్యక్తిగత కార్డ్స్ విలువ లెక్కించడం జరుగుతుంది, తక్కువ స్కోర్ ఉన్న ప్లేయర్ విజేతగా నిలుస్తాడు", 
        "Player":"ప్లేయర్ ఓటమిని అంగీకరించాడు", 
        "following":"ఈ క్రింద తెలిపిన పరిస్థితిలో ప్లేయర్ నుంచి 200 గేమ్ కాయిన్స్ తీసుకోవడం జరుగుతుంది", 
        "exit":"1. గేమ్ సమయం లో బయటకు వెళ్లడం",
        "internet":"2. 60 సెకండ్స్ కన్నా ఎక్కువ సమయం ఇంటర్నెట్ లేకపోవడం", 
        "anything":"3. తన 3 రౌండ్స్ లో ఎటువంటి స్పందన ఇవ్వకపోవడం.",
        "Calculate":"స్కోర్ లెక్కించండి.",
        "points":"గెలిచిన వారి పాయింట్స్ నుంచి ఓడిన పాయింట్స్ తీసివేయడం జరుగుతుంది, ప్రతి పాయింట్ కు 5 గేమ్ కాయిన్స్ తగ్గించడం జరుగుతుంది,200 కాయిన్స్  వరకు.",
        "winner":"గెలిచిన వారికి ఓడిన వారి గేమ్ కాయిన్స్ మొత్తం లభిస్తాయి, ఒకవేళ ఒకరి కన్నా ఎక్కువ సభ్యులు  ఉంటె అందరి దగ్గర సమానంగా కాయిన్స్ తగ్గించబడుతుంది.",
        "made":"మీరు లాస్ట్ 3 రౌండ్స్ నుంచి ఎటువంటి స్పందన ఇవ్వని కారణముగా , మీరు ఓడినట్టు సిస్టం పరిగణిస్తుంది",
        "exitGame_lang":"మీరు కచ్చితంగా గేమ్ ఆపాలి అనుకుంటున్నారా?",
        "yes_lang":"అవును",
        "no_lang":"కాదు",
        "playAgain":"మరలా ఆడండి",
        "finding":"ప్లేయర్స్ ను వెతకండి",
        "Recharge":"రీఛార్జ్",
        "Cancel":"రద్దు చేయండి",
        "coinGameExit":"ఇప్పుడు మీరు ఆట నుండి నిష్క్రమిస్తే 200 కాయిన్స్ ఆట నుండి తీసివేయబడును. మీరు ఖచ్చితంగా నిష్క్రమించాలి అనుకుంటున్నారా?",
        "YoYoGameExit":"ఇప్పుడు మీరు ఆట నుండి నిష్క్రమిస్తే 200 yoyo కాయిన్స్ తీసివేయబడును. మీరు ఖచ్చితంగా నిష్క్రమించాలి అనుకుంటున్నారా?",
        "NoMatchPlayer":"మ్యాచ్ అవ్వడానికి ఇక్కడ సరిపడా ఆటగాళ్లు లేరు. మీరు మళ్ళీ ప్రయత్నించాలి అనుకుంటున్నారా?",
        "continue":"కొనసాగించండి"
    },
    "ta":
    {
        "YourTurn":"உங்கள் முறை",
        "Pass":"பாஸ்",
        "DrawCard":"அட்டை வரையவும்",
        "YoYoCoins": "உங்களிடம் போதுமான நாணயங்கள் இல்லை, தயவுசெய்து ரீசார்ஜ் செய்யுங்கள்.",
        "gameCoins": "உங்களிடம் போதுமான விளையாட்டு நாணயங்கள் இல்லை, தயவுசெய்து ரீசார்ஜ் செய்யுங்கள்.",
        "Join":"சேர",
        "Exit":"வெளியேறு",
        "GameRules":"விளையாட்டு விதிகள்",
        "WinOrLose":"வெற்றி அல்லது தோல்வி",
        "rule1":"1. ஒரு வீரர் முதலில் அனைத்து அட்டைகளையும் முடிக்கும்போது விளையாட்டு முடிவடைகிறது, மேலும் அட்டைகளை முடித்த வீரர் வெற்றியாளராக இருக்கிறார்.",
        "rule2":"2. அனைத்து வீரர்களும் அட்டைகளை விளையாட முடியாதபோது, ஒவ்வொரு வீரரின் அட்டை மதிப்பையும் கணக்கிடும்போது, குறைந்த மதிப்பெண் பெற்ற வீரர் வெற்றிபெறும் போது விளையாட்டு முடிகிறது.",
        "Player":"வீரர் தோல்வியை ஒப்புக்கொள்கிறார்",
        "following":"பின்வரும் சந்தர்ப்பங்களில், பயனர் ஒப்புக்கொண்டதாகக் கருதப்படுவார், மேலும் 200 விளையாட்டு நாணயங்கள் கழிக்கப்படும்.",
        "exit":"1. விளையாட்டின் போது அறையிலிருந்து வெளியேறவும்",
        "internet":"2. இணையம் 60 வினாடிகளுக்கு மேல் துண்டிக்கப்படுகிறது",
        "anything":"3. தனது சுற்றில் 3 முறை எதுவும் செய்யவில்லை",
        "Calculate":"மதிப்பெண் கணக்கிடுங்கள்",
        "points":"தோல்வியுற்ற புள்ளிகள் கழித்தல் வெற்றி புள்ளிகள், ஒவ்வொரு புள்ளிக்கும் 5 விளையாட்டு நாணயங்கள் கழிக்கப்படுகின்றன, 200 விளையாட்டு நாணயங்கள் வரை கழிக்கப்படுகின்றன.",
        "winner":"வெற்றியாளருக்கு தோல்வியுற்றவரால் கழிக்கப்படும் அனைத்து விளையாட்டு நாணயங்களும் கிடைக்கும். பல வெற்றியாளர்கள் இருந்தால், வெற்றியாளர் அனைத்து தோல்வியுற்றவர்களின் விளையாட்டு நாணயங்களையும் சமமாகப் பிரிக்கிறார்.",
        "made":"நீங்கள் தொடர்ச்சியாக 3 முறை எந்த நடவடிக்கையும் செய்யவில்லை, நீங்கள் கணினியால் கைவிடப்படுகிறீர்கள்.",
        "exitGame_lang":"நீங்கள் விளையாட்டை விட்டு வெளியேறுவது உறுதியா?",
        "yes_lang":"ஆம்",
        "no_lang":"இல்லை",
        "playAgain":"மீண்டும் ஆடு",
        "finding":"வீரர்களைக் கண்டறிதல்",
        "Recharge":"மீள்நிரப்பு",
        "Cancel":"நீக்கு",
        "coinGameExit":"விளையாட்டிலிருந்து வெளியேறிய பிறகு 200 விளையாட்டு நாணயங்கள் கழிக்கப்படும். நீங்கள் நிச்சயம் வெளியேற வேண்டுமா?",
        "YoYoGameExit":"200 யோயோ நாணயங்கள் விளையாட்டிலிருந்து விலகிய பின் கழிக்கப்படும். நீங்கள் நிச்சயம் வெளியேற வேண்டுமா?",
        "NoMatchPlayer":"பொருத்த போதுமான வீரர் இல்லை. நீங்கள் மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?",
        "continue":"தொடரவும்"
    },
    "id":
    {
        "YourTurn":"Your Turn",
        "Pass":"Lewat",
        "DrawCard":"Mengambil Kartu",
        "YoYoCoins": "Anda tidak memiliki Koin yang cukuop, harap isi ulang.",
        "gameCoins": "Anda tidak memiliki Koin Game yang cukup, harap isi ulang.",
        "Join":"Ikut",
        "Exit":"Exit",
        "GameRules":"Game Rules",
        "WinOrLose":"Menang atau kalah",
        "rule1":"1. Permainan berakhir ketika satu pemain menyelesaikan semua kartu terlebih dahulu, dan pemain yang menyelesaikan kartu adalah pemenangnya.",
        "rule2":"2. Permainan berakhir ketika semua pemain tidak dapat memainkan kartu, menghitung skor kartu dari setiap pemain, dan pemain dengan skor paling sedikit menang.",
        "Player":"Pemain Mengaku Kalah",
        "following":"Dalam kasus berikut, pengguna akan dianggap telah kebobolan dan 200 koin game akan dikurangi.",
        "exit":"1. Keluar dari ruangan selama pertandingan",
        "internet":"2. Internet terputus selama lebih dari 60 detik",
        "anything":"3. Tidak melakukan apapun selama 3 kali putarannya",
        "Calculate":"Hitung Skor",
        "points":"Poin kalah dikurangi poin pemenang, 5 koin game dikurangkan untuk setiap poin, hingga 200 koin game dikurangkan.",
        "winner":"Pemenang mendapatkan semua koin game yang dipotong oleh yang kalah. Jika ada beberapa pemenang, maka pemenang tersebut membagi semua koin game yang kalah secara merata.",
        "made":"Anda belum melakukan tindakan apa pun 3 kali berturut-turut, Anda telah diatur untuk menyerah oleh sistem.",
        "exitGame_lang":"Apakah Anda yakin keluar dari game?",
        "yes_lang":"Ya",
        "no_lang":"Bukan",
        "playAgain":"Main lagi",
        "finding":"MENEMUKAN PEMAIN",
        "Recharge":"Isi Ulang",
        "Cancel":"Batalkan",
        "coinGameExit":"200 koin game akan dikurangi setelah keluar dari game. Anda yakin ingin keluar?",
        "YoYoGameExit":"200 koin yoyo akan dikurangi setelah keluar dari permainan. Anda yakin ingin keluar?",
        "NoMatchPlayer":"Tidak ada cukup pemain untuk dicocokkan. Mau coba lagi?",
        "continue":"Terus"
    }
}